Revit 2027 API
AdvancedOpaque.OpaqueMfpModifier Property
 The property labeled "Translucency Weight" from the "AdvancedOpaque" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string OpaqueMfpModifier { get; }
Public Shared ReadOnly Property OpaqueMfpModifier As String
	Get
public:
static property String^ OpaqueMfpModifier {
	String^ get ();
}
static member OpaqueMfpModifier : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Reference
AdvancedOpaque Class
Autodesk.Revit.DB.Visual Namespace